Repository: easydev991/SwiftUI-WorkoutApp
Catalog: SwiftUI-WorkoutApp/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# ageInYears
source: %d лет
en: %d years old

# friendsCount
source: %d друзей
en: %d friends

# ImageErrorDataLoadingFailed
source: Не удалось получить данные из галереи
en: Failed to retrieve data from the gallery

# ImageErrorImageCreationFailed
source: Не удалось создать изображение
en: Failed to create the image

# journalsCount
source: %d дневников
en: %d journals

# Ok
source: Ок
en: Ok

# parksCount
source: %d площадок
en: %d parks

# peopleCount
source: %d человек
en: %d people

# peopleTrainHere
source: Тренируются %d человек
en: %d people train here

# photoSectionHeader
source: %d фотографий
en: %d photos

# usersCount
source: %d пользователей
en: %d users

source: Авторизация
en: Authorization

source: Авторизуйтесь, чтобы иметь доступ ко всем возможностям
en: Log in to have access to all features

source: Адрес
en: Address

source: Адрес площадки
en: Park address

source: Английский
en: English

source: Большая
en: Large

source: Введите новый пароль
en: Enter a new password

source: Введите пароль
en: Enter current password

source: Версия
en: Version

source: Внешний вид
en: Appearance

source: Внутренняя ошибка сервера
en: Internal Server Error

source: Войти
en: Log in

source: Восстановить пароль
en: Restore your password

source: Все
en: Everybody

source: Вчера
en: Yesterday

source: Выбери город
en: Select a city

source: Выбери страну
en: Select a country

source: Выбрать площадку
en: Select a park

source: Выйти
en: Log out

source: Выйти из профиля
en: Log out of your profile

source: Выйти из учетной записи?
en: Log out of your profile?

source: Где
en: Where

source: Где тренируется
en: Where trains

source: Город
en: City

source: Готово
en: Done

source: Дата и время
en: Date and time

source: Дата рождения
en: Date of birth

source: Для восстановления пароля введите логин или email
en: To recover your password, enter your login or email

source: Для корректной работы приложения нужен повторный вход
en: Re-login required for the app to function properly

source: Для отображения твоего местоположения необходимо разрешить доступ к геолокации в настройках
en: To display your location, please give access to geolocation in settings

source: Дневники
en: Journals

source: Дневники тренировок
en: Workout journals

source: Дневников пока нет
en: No journals here yet

source: Добавил
en: Added by

source: Добавил площадки
en: Added parks

source: Добавила площадки
en: Added parks

source: Добавить
en: Accept

source: Добавить в друзья
en: Add a friend

source: Добавить в календарь
en: Add to calendar

source: Добавить комментарий
en: Add a comment

source: Добавленные
en: Added parks

source: Добавлено максимальное количество фотографий
en: Maximum number of photos added

source: Добавьте немного подробностей о предстоящем мероприятии
en: Add some details about the upcoming event

source: Добавьте фото, максимум %lld
en: Add photos, %lld max

source: Доступ на комментирование
en: Access to comment

source: Доступ на просмотр
en: Access to view

source: Друзья
en: Friends

source: Женский
en: Female

source: Женщина
en: Woman

source: Заблокировать
en: Block

source: Заблокировать пользователя?
en: Block this user?

source: Загружаем логи...
en: Loading logs...

source: Закрыть
en: Close

source: Запрашиваемый ресурс не найден
en: The requested resource is not found

source: Запрещен доступ к геолокации
en: You have not granted access to geolocation

source: Запрос отправлен!
en: Request has been sent!

source: Запрос содержит ошибку
en: The request contains an error

source: Заявки
en: Requests

source: Здесь тренируются
en: They workout here

source: Изменить
en: Edit

source: Изменить запись
en: Edit entry

source: Изменить комментарий
en: Edit comment

source: Изменить пароль
en: Change password

source: Изменить профиль
en: Edit your profile

source: Изменить фотографию
en: Change profile photo

source: Имя
en: Name

source: Имя пользователя на английском
en: Username in English

source: Инструкция для восстановления пароля выслана на email, указанный при регистрации
en: Instructions for recovering your password have been sent to the email specified during registration

source: Информация
en: Information

source: Как в системе
en: System

source: Карта
en: Map

source: Категория
en: Category

source: Когда
en: When

source: Комментарии
en: Comments

source: Кто видит записи
en: Who can see the entries

source: Кто может оставлять комментарии
en: Who can leave comments

source: Легендарная
en: Legendary

source: Логи
en: Logs

source: Логин
en: Login

source: Логин или email
en: Login or email

source: Логов пока нет
en: No logs yet

source: Магазин WORKOUT
en: WORKOUT shop

source: Маленькая
en: Small

source: Мероприятие
en: Event

source: Мероприятия
en: Events

source: Минимум 6 символов
en: At least 6 characters

source: Можно добавить ещё %lld
en: You can add %lld more

source: Мужской
en: Male

source: Мужчина
en: Man

source: На весь экран
en: Fullscreen

source: Название
en: Title

source: Название дневника
en: Journal title

source: Название мероприятия
en: Event title

source: Найти пользователя
en: Find a user

source: Написать письмо
en: Write a letter

source: Настроить
en: Configure

source: Настройки
en: Settings

source: Настройки дневника
en: Journal settings

source: Не удалось декодировать ответ
en: Failed to decode server response

source: Не удалось найти такого пользователя
en: Could not find such a user

source: Не указан
en: Not specified

source: Неизвестная ошибка
en: Unknown error

source: Некорректное имя пользователя или пароль
en: Invalid username or password

source: Некорректный идентификатор пользователя
en: Invalid user ID

source: Необходимо выбрать площадку
en: Select a park first

source: Необходимо разрешить полный доступ к календарю в настройках телефона
en: You need to allow full access to the calendar in your phone settings

source: Нет запланированных мероприятий
en: No upcoming events yet

# Нет запланированных мероприятий
source: Нет запланированных\nмероприятий
en: No upcoming events yet

source: Нет соединения с сетью
en: No network connection

source: Новая запись
en: New entry

source: Новая площадка
en: New park

source: Новое мероприятие
en: New event

source: Новый дневник
en: New journal

source: Новый комментарий
en: New comment

source: Новый пароль
en: New password

source: Новый пароль ещё раз
en: New password again

source: Нужно обновить данные о площадке?
en: Should we update any information about this park?

source: О приложении
en: About the app

source: Объем данных для загрузки на сервер превышает лимит
en: The amount of data to upload to the server exceeds the limit

source: Описание
en: Description

source: Организатор
en: Organised by

source: Отклонить
en: Decline

source: Открыть настройки
en: Open settings

source: Открыть список друзей
en: Open friend list

source: Отмена
en: Cancel

source: Отправить
en: Send

source: Отправить обратную связь
en: Send feedback

source: Официальный сайт
en: Official website

source: Оценить приложение
en: Rate the app

source: Ошибка
en: Error

source: Пароли должны совпадать
en: Passwords must match

source: Пароль
en: Password

source: Пароль (минимум 6 символов)
en: Password (6+ characters)

source: Пароль успешно изменен
en: Password has been changed

source: Перейти
en: Go to settings

source: Перейти на карту
en: Open the map

source: Планируемые
en: Planned

source: Площадка
en: Park

source: Площадка № %lld
en: Park № %lld

source: Площадки
en: Parks

source: Площадки (%lld)
en: Parks (%lld)

source: Поддержать проект
en: Support the project

source: Поддержать разработчика
en: Support the developer

source: Поделиться приложением
en: Share the app

source: Подтверждение пароля
en: Password confirmation

source: Пожаловаться
en: Report

source: Пожаловаться на фото
en: Report the photo

source: Поиск
en: Search

source: Поиск пользователей
en: Search for users

source: Пойду на мероприятие
en: I am participating

source: Пол
en: Gender

source: Пользователь будет добавлен в черный список
en: The user will be added to your black list

source: Пользователь будет удален из черного списка
en: The user will be removed from your black list

source: Пользователь добавлен в черный список
en: The user was added to your black list

source: Пользователь удален из черного списка
en: The user was removed from your black list

source: Пользовательское соглашение
en: Terms of use

source: Понятно
en: Understood

source: Построить маршрут
en: Build a route

source: Профиль
en: Profile

source: Прошедшие
en: Past

source: Разблокировать
en: Unblock

source: Разблокировать пользователя?
en: Unblock this user?

source: Размер
en: Size

source: Размер площадки
en: Park size

source: Разработчик приложения
en: App developer

source: Расположение
en: Location

source: Регистрация
en: Registration

source: Регистрация доступна на сайте workout.su
en: Registration is available on workout.su

source: Результаты поиска
en: Search results

source: Русский
en: Russian

source: С такими фильтрами логов нет
en: No logs for specified filter

source: Сбросить фильтры
en: Reset filters

source: Светлая тема
en: Light mode

source: Сервер не прислал данные для обработки ответа
en: The server did not send data to process the response

source: Советская
en: Soviet

source: Современная
en: Modern

source: Создай новую запись в дневнике
en: Create a new entry in the journal

source: Создай первую запись в дневнике
en: Create the first entry

source: Создать дневник
en: Create a journal

source: Создать мероприятие
en: Create an event

source: Сообщение
en: Message

source: Сообщение для %@
en: Message for %@

source: Сообщения
en: Messages

source: Сохранить
en: Save

source: Сохранить изменения
en: Save changes

source: Список
en: List

source: Способ отображения
en: Display option

source: Средняя
en: Medium

source: Страна
en: Country

source: Твои площадки
en: Your parks

source: Текущий пароль
en: Current password

source: Тема приложения
en: App theme

source: Темная тема
en: Dark mode

source: Тип
en: Type

source: Тип мероприятия
en: Kind of event

source: Тип площадки
en: Park type

source: Только я
en: Only me

source: Тренируюсь здесь
en: I workout here

source: Удалить
en: Delete

source: Удалить диалог?
en: Delete the dialog?

source: Удалить дневник?
en: Delete the journal?

source: Удалить запись из дневника?
en: Delete the journal entry?

source: Удалить из друзей
en: Remove from friends

source: Удалить мероприятие?
en: Delete the event?

source: Удалить площадку?
en: Delete the park?

source: Удалить фото
en: Delete the photo

source: Уровень
en: Level

source: Участники
en: Participants

source: Участники мероприятия
en: Event participants

source: Фильтр логов
en: Filter logs

source: Фильтр площадок
en: Parks filter

source: Фото
en: Photo

source: Фотографии
en: Photos

source: Хомуты
en: Collars

source: Чатов пока нет
en: No chats here yet

source: Черный список
en: Black list

source: Чтобы создать мероприятие, нужно указать хотя бы одну площадку, где ты тренируешься
en: To create an event, you need to specify at least one park where you train

source: Язык можно поменять в настройках телефона
en: The language can be changed in the phone settings

source: Язык приложения
en: App language
